Repository: opencredit/BadgeOS-Community-Add-on
Catalog: languages/badgeos-community-*.po
Languages: ru_ru

source: Profile/Independent Actions
ru_ru: Профиль/Независимые действия

source: Activated Account
ru_ru: Аккаунт активирован

source: Change Profile Avatar
ru_ru: Изменен аватар профиля

source: Update Profile Information
ru_ru: Обновлена информация профиля

source: Social Actions
ru_ru: Социальные действия

source: Write an Activity Stream message
ru_ru: Написать сообщение на стене

source: Write a Group Activity Stream message
ru_ru: Написать сообщение на стене группы

source: Reply to an item in an Activity Stream
ru_ru: Ответить на что-либо на стене

source: Favorite an Activity Stream item
ru_ru: Лайкнуть что-либо на стене

source: Send a Friendship Request
ru_ru: Отправить запрос в друзья

source: Accept a Friendship Request
ru_ru: Принять запрос в друзья

source: Send/Reply to a Private Message
ru_ru: Отправить/Ответить на личное сообщение

source: Group Actions
ru_ru: Действия с группами

source: Create a Group
ru_ru: Создать группу

source: Join a Group
ru_ru: Вступить в группу

source: Join a Specific Group
ru_ru: Вступить в определенную группу

source: Invite someone to Join a Group
ru_ru: Пригласить кого-либо вступить в группу

source: Promoted to Group Moderator/Administrator
ru_ru: Повышен до модератора группы/администратора

source: Promote another Group Member to Moderator/Administrator
ru_ru: Назначить другого члена группы модератором/администратором

source: Discussion Forum Actions
ru_ru: Действия с обсуждениями на форуме

source: Create a Forum Topic
ru_ru: Создать тему форума

source: Reply to a Forum Topic
ru_ru: Ответить в теме на форуме

source: BadgeOS Community Add-On requires BadgeOS 1.4.0 or greater, and either BuddyPress or bbPress and has been <a href="%s">deactivated</a>. Please install and activate BadgeOS and either BuddyPress or bbPress and then reactivate this plugin.
ru_ru: Для настройки BadgeOS Community Add-On требуется BadgeOS 1.4.0 или более поздней версии, а также BuddyPress или bbPress, и он <a href="%s">деактивирован</a>. Пожалуйста, установите и активируйте BadgeOS и BuddyPress или bbPress, а затем снова активируйте этот плагин.

source: %1$s earned the %2$s: %3$s
ru_ru: %1$s заработал(а) %2$s: %3$s

source: BuddyPress Member Activity
ru_ru: Активность пользователя BuddyPress

source: Activity Posts
ru_ru: Записи активности

source: When a user earns any achievements of this type create an activity entry on their profile.
ru_ru: Когда пользователь получает какие-либо достижения этого типа, создайте запись активности в его профиле.

source: Profile Achievements
ru_ru: Достижения в профиле

source: Display earned achievements of this type in the user profile "Achievements" section.
ru_ru: Отображение заработанных достижений этого типа в разделе "Достижения" в профиле пользователя.

source: Badge Sharing
ru_ru: Расшаривание значков

source: Send eligible earned badges to Credly
ru_ru: Отправлять соответствующие заработанные значки в Credly

source: Your settings have been saved.
ru_ru: Ваши настройки сохранены.

source: Achievements
ru_ru: Достижения

source: %1$s triggered %2$s (%3$dx)
ru_ru: %1$s активировал(а) %2$s (%3$dx)

source: Community Activity
ru_ru: Активность сообщества

source: Select a Community Trigger
ru_ru: Выберите триггер сообщества

source: Select a Group
ru_ru: Выбрать группу

source: Join group "%s"
ru_ru: Вступит в группу "%s"

source: Group:
ru_ru: Группа:

source: All
ru_ru: Все

source: Group ID
ru_ru: ID группы

source: BuddyPress Group ID
ru_ru: ID группы BuddyPress
